{
  "verses": [
    {
      "text": "Et quiconque craint Allah, Il lui donnera une issue favorable, et lui accordera Ses dons par [des moyens] sur lesquels il ne comptait pas.",
      "ref": "Sourate At-Talaq (65:2-3)",
      "arabic": "وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ"
    },
    {
      "text": "Ô les croyants ! Ne suivez pas les pas du Diable. Quiconque suit les pas du Diable, [sachez que] celui-ci ordonne la turpitude et le blâmable.",
      "ref": "Sourate An-Nur (24:21)",
      "arabic": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَٰنِ"
    },
    {
      "text": "Dis : 'En vérité, ma prière, mes actes de dévotion, ma vie et ma mort appartiennent à Allah, Seigneur de l'Univers.'",
      "ref": "Sourate Al-An'am (6:162)",
      "arabic": "قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ"
    },
    {
      "text": "Et recherche dans ce qu'Allah t'a donné, la Demeure dernière. Et n'oublie pas ta part dans la vie présente.",
      "ref": "Sourate Al-Qasas (28:77)",
      "arabic": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا"
    },
    {
      "text": "Certes, Allah est avec ceux qui [L'] ont craint avec piété et ceux qui sont bienfaisants.",
      "ref": "Sourate An-Nahl (16:128)",
      "arabic": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ"
    },
    {
      "text": "Et cherchez secours dans l'endurance et la prière : certes, la prière est une lourde obligation, sauf pour les humbles.",
      "ref": "Sourate Al-Baqarah (2:45)",
      "arabic": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَٰشِعِينَ"
    },
    {
      "text": "Ô vous qui avez cru! Préservez vos personnes et vos familles, d'un Feu dont le combustible sera les gens et les pierres.",
      "ref": "Sourate At-Tahrim (66:6)",
      "arabic": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا"
    },
    {
      "text": "Et concourez au pardon de votre Seigneur, et à un Jardin (paradis) large comme les cieux et la terre, préparé pour les pieux.",
      "ref": "Sourate Al-Imran (3:133)",
      "arabic": "وَسَارِعُوٓا۟ إِلَىٰ مَغْفِرَةٍۢ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ"
    },
    {
      "text": "Celui qui fait une bonne œuvre en aura dix fois autant et celui qui fait une mauvaise action ne sera rétribué que par son équivalent.",
      "ref": "Sourate Al-An'am (6:160)",
      "arabic": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَالِهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا"
    },
    {
      "text": "Rappelle-toi de Moi donc. Je me rappellerai de toi. Remercie-Moi et ne sois pas ingrat envers Moi.",
      "ref": "Sourate Al-Baqarah (2:152)",
      "arabic": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ"
    }
  ]
}
